Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: No agents match “%@”
ar: لا يوجد وكلاء يطابقون «%@»
de: Keine Agenten entsprechen „%@“
es: Ningún agente coincide con «%@»
fr: Aucun agent ne correspond à « %@ »
id: Tidak ada agen yang cocok dengan “%@”
it: Nessun agente corrisponde a «%@»
ja: 「%@」に一致するエージェントはありません
ko: “%@”와(과) 일치하는 에이전트 없음
nl: Geen agents komen overeen met ‘%@’
pt_br: Nenhum agente corresponde a “%@”
ru: Нет агентов по запросу «%@»
th: ไม่มีเอเจนต์ที่ตรงกับ “%@”
tr: “%@” ile eşleşen aracı yok
vi: Không có tác tử khớp với “%@”
zh_hans: 没有与“%@”匹配的 Agent
zh_hant: 沒有與“%@”匹配的 Agent

source: No changed files
ar: لا توجد ملفات متغيرة
de: Keine geänderten Dateien
es: Sin archivos modificados
fr: Aucun fichier modifié
id: Tidak ada file yang berubah
it: Nessun file modificato
ja: 変更されたファイルはありません
ko: 변경된 파일 없음
nl: Geen gewijzigde bestanden
pt_br: Nenhum arquivo alterado
ru: Нет изменённых файлов
th: ไม่มีไฟล์ที่เปลี่ยนแปลง
tr: Değişen dosya yok
vi: Không có tệp thay đổi
zh_hans: 没有已更改的文件
zh_hant: 沒有已變更的檔案

source: No changed files match “%@”
ar: لا توجد ملفات متغيرة تطابق «%@»
de: Keine geänderten Dateien entsprechen „%@“
es: Ningún archivo modificado coincide con «%@»
fr: Aucun fichier modifié ne correspond à « %@ »
id: Tidak ada file berubah yang cocok dengan “%@”
it: Nessun file modificato corrisponde a «%@»
ja: 「%@」に一致する変更ファイルはありません
ko: “%@”와(과) 일치하는 변경된 파일 없음
nl: Geen gewijzigde bestanden komen overeen met ‘%@’
pt_br: Nenhum arquivo alterado corresponde a “%@”
ru: Нет изменённых файлов по запросу «%@»
th: ไม่มีไฟล์ที่เปลี่ยนแปลงตรงกับ “%@”
tr: “%@” ile eşleşen değişmiş dosya yok
vi: Không có tệp thay đổi khớp với “%@”
zh_hans: 没有与“%@”匹配的已更改文件
zh_hant: 沒有與“%@”匹配的已變更檔案

source: No changes
ar: لا توجد تغييرات
de: Keine Änderungen
es: Sin cambios
fr: Aucune modification
id: Tidak ada perubahan
it: Nessuna modifica
ja: 変更なし
ko: 변경 사항 없음
nl: Geen wijzigingen
pt_br: Nenhuma alteração
ru: Нет изменений
th: ไม่มีการเปลี่ยนแปลง
tr: Değişiklik yok
vi: Không có thay đổi
zh_hans: 没有更改
zh_hant: 沒有變更

source: No color marker
ar: بلا علامة لون
de: Keine Farbmarkierung
es: Sin marcador de color
fr: Aucun marqueur de couleur
id: Tanpa penanda warna
it: Nessun contrassegno colore
ja: カラーマーカーなし
ko: 색상 표시 없음
nl: Geen kleurmarkering
pt_br: Nenhum marcador de cor
ru: Без цветовой метки
th: ไม่มีเครื่องหมายสี
tr: Renk işareti yok
vi: Không có dấu màu
zh_hans: 无颜色标记
zh_hant: 無顏色標記

source: No listening ports
ar: لا توجد منافذ تستمع
de: Keine lauschenden Ports
es: Sin puertos a la escucha
fr: Aucun port en écoute
id: Tidak ada port yang mendengarkan
it: Nessuna porta in ascolto
ja: 待受中のポートはありません
ko: 수신 대기 포트 없음
nl: Geen luisterende poorten
pt_br: Nenhuma porta em escuta
ru: Нет прослушиваемых портов
th: ไม่มีพอร์ตที่รับฟัง
tr: Dinleyen bağlantı noktası yok
vi: Không có cổng đang lắng nghe
zh_hans: 无监听端口
zh_hant: 無監聽連接埠

source: No matches
ar: لا توجد تطابقات
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
id: Tidak Ada Kecocokan
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 항목 없음
nl: Geen overeenkomsten
pt_br: Nenhuma correspondência
ru: Нет совпадений
th: ไม่พบรายการที่ตรงกัน
tr: Eşleşme Yok
vi: Không có kết quả khớp
zh_hans: 无匹配项
zh_hant: 無匹配項

source: No open projects
ar: لا توجد مشاريع مفتوحة
de: Keine offenen Projekte
es: Sin proyectos abiertos
fr: Aucun projet ouvert
id: Tidak ada proyek terbuka
it: Nessun progetto aperto
ja: 開いているプロジェクトはありません
ko: 열린 프로젝트 없음
nl: Geen open projecten
pt_br: Nenhum projeto aberto
ru: Нет открытых проектов
th: ไม่มีโปรเจ็กต์ที่เปิดอยู่
tr: Açık proje yok
vi: Không có dự án đang mở
zh_hans: 没有已打开的项目
zh_hant: 沒有已開啟的專案

source: No open sessions
ar: لا توجد جلسات مفتوحة
de: Keine offenen Sitzungen
es: Sin sesiones abiertas
fr: Aucune session ouverte
id: Tidak ada sesi terbuka
it: Nessuna sessione aperta
ja: 開いているセッションはありません
ko: 열린 세션 없음
nl: Geen open sessies
pt_br: Nenhuma sessão aberta
ru: Нет открытых сеансов
th: ไม่มีเซสชันที่เปิดอยู่
tr: Açık oturum yok
vi: Không có phiên đang mở
zh_hans: 没有已打开的会话
zh_hant: 沒有已開啟的工作階段

source: No rate-limit snapshot from an active Claude Code session yet.
ar: لا توجد لقطة لحدود الاستخدام من جلسة Claude Code نشطة بعد.
de: Noch kein Nutzungslimit-Snapshot aus einer aktiven Claude Code-Sitzung.
es: Aún no hay una instantánea del límite de uso de una sesión activa de Claude Code.
fr: Aucun instantané de limite de débit provenant d'une session Claude Code active pour le moment.
id: Belum ada snapshot batas penggunaan dari sesi Claude Code aktif.
it: Nessuna istantanea del limite di utilizzo da una sessione attiva di Claude Code.
ja: アクティブな Claude Code セッションからのレート制限スナップショットはまだありません。
ko: 활성 Claude Code 세션의 사용 한도 스냅샷이 아직 없습니다.
nl: Nog geen momentopname van gebruikslimieten uit een actieve Claude Code-sessie.
pt_br: Ainda não há um registro do limite de uso de uma sessão ativa do Claude Code.
ru: Снимок лимитов активного сеанса Claude Code ещё не получен.
th: ยังไม่มีสแนปช็อตขีดจำกัดการใช้งานจากเซสชัน Claude Code ที่ทำงานอยู่
tr: Etkin bir Claude Code oturumundan henüz kullanım sınırı anlık görüntüsü alınmadı.
vi: Chưa có ảnh chụp giới hạn sử dụng từ phiên Claude Code đang hoạt động.
zh_hans: 尚无来自活动 Claude Code 会话的速率限制快照。
zh_hant: 尚無來自活動 Claude Code 工作階段的速率限制快照。

source: No running agents
ar: لا توجد وكلاء قيد التشغيل
de: Keine laufenden Agenten
es: Sin agentes en ejecución
fr: Aucun agent en cours
id: Tidak ada agen berjalan
it: Nessun agente in esecuzione
ja: 実行中のエージェントはありません
ko: 실행 중인 에이전트 없음
nl: Geen actieve agents
pt_br: Nenhum agente em execução
ru: Нет работающих агентов
th: ไม่มีเอเจนต์ที่กำลังทำงาน
tr: Çalışan aracı yok
vi: Không có tác tử đang chạy
zh_hans: 没有运行中的 Agent
zh_hant: 沒有執行中的 Agent

source: No running processes
ar: لا توجد عمليات قيد التشغيل
de: Keine laufenden Prozesse
es: Sin procesos en ejecución
fr: Aucun processus en cours
id: Tidak ada proses berjalan
it: Nessun processo in esecuzione
ja: 実行中のプロセスはありません
ko: 실행 중인 프로세스 없음
nl: Geen actieve processen
pt_br: Nenhum processo em execução
ru: Нет работающих процессов
th: ไม่มีโปรเซสที่กำลังทำงาน
tr: Çalışan işlem yok
vi: Không có tiến trình đang chạy
zh_hans: 没有运行中的进程
zh_hant: 沒有執行中的程序

source: No saved groups yet. Type a name to create one.
ar: لا توجد مجموعات محفوظة بعد. اكتب اسمًا لإنشاء مجموعة.
de: Noch keine gespeicherten Gruppen. Gib einen Namen ein, um eine zu erstellen.
es: Aún no hay grupos guardados. Escribe un nombre para crear uno.
fr: Aucun groupe enregistré. Saisissez un nom pour en créer un.
id: Belum ada grup tersimpan. Ketik nama untuk membuatnya.
it: Nessun gruppo salvato. Inserisci un nome per crearne uno.
ja: 保存済みのグループはまだありません。名前を入力して作成できます。
ko: 저장된 그룹이 없습니다. 이름을 입력하여 만드세요.
nl: Nog geen bewaarde groepen. Typ een naam om er een aan te maken.
pt_br: Ainda não há grupos salvos. Digite um nome para criar um.
ru: Сохранённых групп пока нет. Введите имя для создания.
th: ยังไม่มีกลุ่มที่บันทึกไว้ พิมพ์ชื่อเพื่อสร้าง
tr: Henüz kayıtlı grup yok. Oluşturmak için bir ad yazın.
vi: Chưa có nhóm đã lưu. Nhập tên để tạo nhóm.
zh_hans: 尚无已保存的分组。输入名称即可创建。
zh_hant: 尚無已儲存的分組。輸入名稱即可建立。

source: No saved projects yet. Click New to add one.
ar: لا توجد مشاريع محفوظة بعد. انقر على «جديد» للإضافة.
de: Noch keine gespeicherten Projekte. Klicke auf „Neu“, um eines hinzuzufügen.
es: Aún no hay proyectos guardados. Haz clic en Nuevo para añadir uno.
fr: Aucun projet enregistré. Cliquez sur Nouveau pour en ajouter un.
id: Belum ada proyek tersimpan. Klik Baru untuk menambahkannya.
it: Nessun progetto salvato. Fai clic su Nuovo per aggiungerne uno.
ja: 保存されたプロジェクトはまだありません。「新規」をクリックして追加してください。
ko: 저장된 프로젝트가 없습니다. 새로 만들기를 클릭하여 추가하세요.
nl: Nog geen bewaarde projecten. Klik op Nieuw om er een toe te voegen.
pt_br: Ainda não há projetos salvos. Clique em Novo para adicionar um.
ru: Сохранённых проектов пока нет. Нажмите «Новый», чтобы добавить.
th: ยังไม่มีโปรเจ็กต์ที่บันทึกไว้ คลิกใหม่เพื่อเพิ่ม
tr: Henüz kayıtlı proje yok. Eklemek için Yeni’ye tıklayın.
vi: Chưa có dự án đã lưu. Nhấp Mới để thêm.
zh_hans: 暂无保存的项目。点击“新建”以添加项目。
zh_hant: 暫無儲存的專案。點擊“新增”以加入專案。

source: No themes match “%@”.
ar: لا توجد سمات تطابق «%@».
de: Keine Designs entsprechen „%@“.
es: Ningún tema coincide con «%@».
fr: Aucun thème ne correspond à « %@ ».
id: Tidak ada tema yang cocok dengan “%@”.
it: Nessun tema corrisponde a «%@».
ja: 「%@」に一致するテーマはありません。
ko: “%@”와(과) 일치하는 테마가 없습니다.
nl: Geen thema's komen overeen met ‘%@’.
pt_br: Nenhum tema corresponde a “%@”.
ru: Нет тем по запросу «%@».
th: ไม่มีธีมที่ตรงกับ “%@”
tr: “%@” ile eşleşen tema yok.
vi: Không có chủ đề khớp với “%@”.
zh_hans: 没有与“%@”匹配的主题。
zh_hant: 沒有與“%@”匹配的主題。

source: Not selected
ar: لم يتم التحديد
de: Nicht ausgewählt
es: Sin selección
fr: Aucune sélection
id: Belum dipilih
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
nl: Niet geselecteerd
pt_br: Não selecionado
ru: Ничего не выбрано
th: ยังไม่ได้เลือก
tr: Seçim yok
vi: Chưa chọn
zh_hans: 未选中
zh_hant: 未選中

source: Notify when a command exits with a failure, no matter how briefly it ran. Changes apply to zsh terminals opened afterwards.
ar: الإشعار عند انتهاء أمر بفشل مهما قصرت مدته. تنطبق التغييرات على طرفيات zsh المفتوحة لاحقًا.
de: Benachrichtigen, wenn ein Befehl fehlschlägt, unabhängig von seiner Laufzeit. Änderungen gelten für danach geöffnete zsh-Terminals.
es: Notificar cuando un comando termine con error, sin importar su duración. Los cambios se aplican a los terminales zsh que se abran después.
fr: Notifier lorsqu'une commande se termine en échec, quelle que soit sa durée. Les changements s'appliquent aux terminaux zsh ouverts ensuite.
id: Beri tahu saat perintah gagal, berapa pun durasinya. Perubahan berlaku pada terminal zsh yang dibuka sesudahnya.
it: Notifica quando un comando termina con un errore, a prescindere dalla durata. Le modifiche si applicano ai terminali zsh aperti in seguito.
ja: 実行時間に関係なく、コマンドが失敗して終了したときに通知します。変更は後で開くzshターミナルにのみ適用されます。
ko: 실행 시간에 관계없이 명령이 실패로 종료되면 알립니다. 변경 사항은 이후에 여는 zsh 터미널에 적용됩니다.
nl: Meld wanneer een opdracht mislukt, ongeacht de duur. Wijzigingen gelden voor zsh-terminals die hierna worden geopend.
pt_br: Notificar quando um comando terminar com falha, independentemente da duração. As alterações se aplicam a terminais zsh abertos depois.
ru: Уведомлять при неудачном завершении команды независимо от длительности. Изменения применяются к терминалам zsh, открытым позже.
th: แจ้งเตือนเมื่อคำสั่งจบด้วยข้อผิดพลาด ไม่ว่าจะทำงานสั้นเพียงใด การเปลี่ยนแปลงมีผลกับเทอร์มินัล zsh ที่เปิดภายหลัง
tr: Süresinden bağımsız olarak komut hatayla bittiğinde bildir. Değişiklikler daha sonra açılan zsh terminallerine uygulanır.
vi: Thông báo khi lệnh kết thúc thất bại, bất kể chạy ngắn đến đâu. Thay đổi áp dụng cho terminal zsh mở sau đó.
zh_hans: 命令以失败状态退出时发送通知，无论运行时间长短。更改仅对之后打开的 zsh 终端生效。
zh_hant: 命令以失敗狀態退出時發送通知，無論執行時間長短。變更僅對之後開啟的 zsh 終端機生效。

source: Notify when a command runs at least this long and then finishes. Changes apply to zsh terminals opened afterwards.
ar: الإشعار عند انتهاء أمر استغرق هذه المدة على الأقل. تنطبق التغييرات على طرفيات zsh المفتوحة لاحقًا.
de: Benachrichtigen, wenn ein Befehl nach mindestens dieser Laufzeit endet. Änderungen gelten für danach geöffnete zsh-Terminals.
es: Notificar cuando un comando finalice tras ejecutarse al menos este tiempo. Los cambios se aplican a los terminales zsh que se abran después.
fr: Notifier lorsqu'une commande se termine après avoir duré au moins ce temps. Les changements s'appliquent aux terminaux zsh ouverts ensuite.
id: Beri tahu saat perintah selesai setelah berjalan setidaknya selama ini. Perubahan berlaku pada terminal zsh yang dibuka sesudahnya.
it: Notifica quando un comando termina dopo essere durato almeno questo tempo. Le modifiche si applicano ai terminali zsh aperti in seguito.
ja: コマンドがこの時間以上実行されて終了したときに通知します。変更は後で開くzshターミナルにのみ適用されます。
ko: 명령이 지정한 시간 이상 실행된 후 종료되면 알립니다. 변경 사항은 이후에 여는 zsh 터미널에 적용됩니다.
nl: Meld wanneer een opdracht na minstens deze duur eindigt. Wijzigingen gelden voor zsh-terminals die hierna worden geopend.
pt_br: Notificar quando um comando terminar após executar por pelo menos este tempo. As alterações se aplicam a terminais zsh abertos depois.
ru: Уведомлять после завершения команды, работавшей не меньше указанного времени. Изменения применяются к терминалам zsh, открытым позже.
th: แจ้งเตือนเมื่อคำสั่งทำงานอย่างน้อยตามเวลานี้แล้วเสร็จสิ้น การเปลี่ยนแปลงมีผลกับเทอร์มินัล zsh ที่เปิดภายหลัง
tr: Komut en az bu süre kadar çalıştıktan sonra bittiğinde bildir. Değişiklikler daha sonra açılan zsh terminallerine uygulanır.
vi: Thông báo khi lệnh chạy ít nhất trong khoảng thời gian này rồi kết thúc. Thay đổi áp dụng cho terminal zsh mở sau đó.
zh_hans: 命令运行至少这么长时间后完成时发送通知。更改仅对之后打开的 zsh 终端生效。
zh_hant: 命令執行至少這麼長時間後完成時發送通知。變更僅對之後開啟的 zsh 終端機生效。

source: OK
ar: موافق
es: Aceptar
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Off
ar: معطّل
de: Aus
es: Desactivado
fr: Désactivé
id: Mati
it: Disattivato
ja: オフ
ko: 꺼짐
nl: Uit
pt_br: Desativado
ru: Выключено
th: ปิด
tr: Kapalı
vi: Đã tắt
zh_hans: 关闭
zh_hant: 關閉

source: Only folders can be added as projects.
ar: يمكن إضافة المجلدات فقط كمشاريع.
de: Nur Ordner können als Projekte hinzugefügt werden.
es: Solo se pueden añadir carpetas como proyectos.
fr: Seuls les dossiers peuvent être ajoutés comme projets.
id: Hanya folder yang dapat ditambahkan sebagai proyek.
it: Solo le cartelle possono essere aggiunte come progetti.
ja: プロジェクトとして追加できるのはフォルダだけです。
ko: 폴더만 프로젝트로 추가할 수 있습니다.
nl: Alleen mappen kunnen als projecten worden toegevoegd.
pt_br: Apenas pastas podem ser adicionadas como projetos.
ru: В качестве проектов можно добавлять только папки.
th: เพิ่มเป็นโปรเจ็กต์ได้เฉพาะโฟลเดอร์เท่านั้น
tr: Yalnızca klasörler proje olarak eklenebilir.
vi: Chỉ có thể thêm thư mục làm dự án.
zh_hans: 只能将文件夹添加为项目。
zh_hant: 只能將資料夾加入為專案。

source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
id: Opasitas
it: Opacità
ja: 不透明度
ko: 불투명도
nl: Dekking
pt_br: Opacidade
ru: Непрозрачность
th: ความทึบ
tr: Opaklık
vi: Độ mờ đục
zh_hans: 不透明度
zh_hant: 不透明度

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
ko: 열기
nl: Openen
pt_br: Abrir
ru: Открыть
th: เปิด
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open %@
ar: فتح %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
id: Buka %@
it: Apri %@
ja: %@を開く
ko: %@ 열기
nl: %@ openen
pt_br: Abrir %@
ru: Открыть %@
th: เปิด %@
tr: %@ Aç
vi: Mở %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Open Changes
ar: فتح التغييرات
de: Änderungen öffnen
es: Abrir cambios
fr: Ouvrir les modifications
id: Buka Perubahan
it: Apri modifiche
ja: 変更を開く
ko: 변경 사항 열기
nl: Wijzigingen openen
pt_br: Abrir alterações
ru: Открыть изменения
th: เปิดการเปลี่ยนแปลง
tr: Değişiklikleri Aç
vi: Mở thay đổi
zh_hans: 打开更改
zh_hant: 開啟變更

source: Open Conflicted File
ar: فتح الملف المتعارض
de: Konfliktdatei öffnen
es: Abrir archivo en conflicto
fr: Ouvrir le fichier en conflit
id: Buka File Berkonflik
it: Apri file in conflitto
ja: 競合ファイルを開く
ko: 충돌한 파일 열기
nl: Bestand met conflict openen
pt_br: Abrir arquivo em conflito
ru: Открыть конфликтующий файл
th: เปิดไฟล์ที่ขัดแย้ง
tr: Çakışan Dosyayı Aç
vi: Mở tệp xung đột
zh_hans: 打开有冲突的文件
zh_hant: 開啟有衝突的檔案

source: Open File
ar: فتح ملف
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
id: Buka File
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Bestand openen
pt_br: Abrir arquivo
ru: Открыть файл
th: เปิดไฟล์
tr: Dosya Aç
vi: Mở tệp
zh_hans: 打开文件
zh_hant: 開啟檔案

source: Open File to the Side
ar: فتح الملف في الجانب
de: Datei daneben öffnen
es: Abrir archivo al lado
fr: Ouvrir le fichier à côté
id: Buka File di Samping
it: Apri file a lato
ja: ファイルを横に開く
ko: 파일을 옆에 열기
nl: Bestand ernaast openen
pt_br: Abrir arquivo ao lado
ru: Открыть файл сбоку
th: เปิดไฟล์ด้านข้าง
tr: Dosyayı Yanda Aç
vi: Mở tệp bên cạnh
zh_hans: 在侧边打开文件
zh_hant: 在側邊開啟檔案

source: Open Link in New Pane
ar: فتح الرابط في لوحة جديدة
de: Link in neuem Bereich öffnen
es: Abrir enlace en un panel nuevo
fr: Ouvrir le lien dans un nouveau volet
id: Buka Tautan di Panel Baru
it: Apri link in un nuovo riquadro
ja: 新しいペインでリンクを開く
ko: 링크를 새 분할 창에서 열기
nl: Link in nieuw paneel openen
pt_br: Abrir link em novo painel
ru: Открыть ссылку в новой панели
th: เปิดลิงก์ในบานหน้าต่างใหม่
tr: Bağlantıyı Yeni Bölmede Aç
vi: Mở liên kết trong ô mới
zh_hans: 在新窗格中打开链接
zh_hant: 在新窗格中開啟連結

source: Open Link in New Tab
ar: فتح الرابط في تبويب جديد
de: Link in neuem Tab öffnen
es: Abrir enlace en una pestaña nueva
fr: Ouvrir le lien dans un nouvel onglet
id: Buka Tautan di Tab Baru
it: Apri link in una nuova scheda
ja: 新しいタブでリンクを開く
ko: 링크를 새 탭에서 열기
nl: Link in nieuw tabblad openen
pt_br: Abrir link em nova aba
ru: Открыть ссылку в новой вкладке
th: เปิดลิงก์ในแท็บใหม่
tr: Bağlantıyı Yeni Sekmede Aç
vi: Mở liên kết trong thẻ mới
zh_hans: 在新标签页中打开链接
zh_hant: 在新分頁中開啟連結

source: Open Link in New Window
ar: فتح الرابط في نافذة جديدة
de: Link in neuem Fenster öffnen
es: Abrir enlace en una ventana nueva
fr: Ouvrir le lien dans une nouvelle fenêtre
id: Buka Tautan di Jendela Baru
it: Apri link in una nuova finestra
ja: 新しいウインドウでリンクを開く
ko: 링크를 새 창에서 열기
nl: Link in nieuw venster openen
pt_br: Abrir link em nova janela
ru: Открыть ссылку в новом окне
th: เปิดลิงก์ในหน้าต่างใหม่
tr: Bağlantıyı Yeni Pencerede Aç
vi: Mở liên kết trong cửa sổ mới
zh_hans: 在新窗口中打开链接
zh_hant: 在新視窗中開啟連結

source: Open Worktree in New Tab
ar: فتح شجرة العمل في تبويب جديد
de: Worktree in neuem Tab öffnen
es: Abrir worktree en una pestaña nueva
fr: Ouvrir le worktree dans un nouvel onglet
id: Buka Worktree di Tab Baru
it: Apri worktree in una nuova scheda
ja: ワークツリーを新しいタブで開く
ko: 작업 트리를 새 탭에서 열기
nl: Worktree in nieuw tabblad openen
pt_br: Abrir worktree em nova aba
ru: Открыть рабочее дерево в новой вкладке
th: เปิดเวิร์กทรีในแท็บใหม่
tr: Çalışma Ağacını Yeni Sekmede Aç
vi: Mở cây làm việc trong thẻ mới
zh_hans: 在新标签页中打开工作树
zh_hant: 在新分頁中開啟工作樹

source: Open a terminal directory first
ar: افتح مجلدًا في الطرفية أولًا
de: Öffne zuerst ein Terminalverzeichnis
es: Abre primero un directorio de terminal
fr: Ouvrez d'abord un répertoire dans le terminal
id: Buka direktori terminal terlebih dahulu
it: Apri prima una directory nel terminale
ja: まずターミナルのディレクトリを開いてください
ko: 먼저 터미널 디렉터리를 여세요
nl: Open eerst een terminalmap
pt_br: Abra primeiro um diretório no terminal
ru: Сначала откройте каталог терминала
th: เปิดไดเรกทอรีเทอร์มินัลก่อน
tr: Önce bir terminal dizini açın
vi: Hãy mở thư mục terminal trước
zh_hans: 请先打开终端所在目录
zh_hant: 請先開啟終端機所在目錄

source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
id: Buka di %@
it: Apri in %@
ja: %@で開く
ko: %@에서 열기
nl: Openen in %@
pt_br: Abrir em %@
ru: Открыть в %@
th: เปิดใน %@
tr: %@ ile Aç
vi: Mở bằng %@
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中開啟

source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
id: Buka di Browser
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pt_br: Abrir no navegador
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open in Default App
ar: فتح في التطبيق الافتراضي
de: In Standard-App öffnen
es: Abrir en la app predeterminada
fr: Ouvrir dans l'app par défaut
id: Buka di Aplikasi Default
it: Apri nell'app predefinita
ja: デフォルトのアプリで開く
ko: 기본 앱에서 열기
nl: Openen in standaardapp
pt_br: Abrir no app padrão
ru: Открыть в стандартном приложении
th: เปิดในแอปเริ่มต้น
tr: Varsayılan Uygulamada Aç
vi: Mở bằng ứng dụng mặc định
zh_hans: 用默认应用打开
zh_hant: 用預設應用開啟

source: Open in Default Browser
ar: فتح في المتصفح الافتراضي
de: Im Standardbrowser öffnen
es: Abrir en el navegador predeterminado
fr: Ouvrir dans le navigateur par défaut
id: Buka di Browser Default
it: Apri nel browser predefinito
ja: デフォルトのブラウザで開く
ko: 기본 브라우저에서 열기
nl: Openen in standaardbrowser
pt_br: Abrir no navegador padrão
ru: Открыть в стандартном браузере
th: เปิดในเบราว์เซอร์เริ่มต้น
tr: Varsayılan Tarayıcıda Aç
vi: Mở trong trình duyệt mặc định
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中開啟

source: Open to the Side
ar: فتح في الجانب
de: Daneben öffnen
es: Abrir al lado
fr: Ouvrir à côté
id: Buka di Samping
it: Apri a lato
ja: 横に開く
ko: 옆에 열기
nl: Ernaast openen
pt_br: Abrir ao lado
ru: Открыть сбоку
th: เปิดด้านข้าง
tr: Yanda Aç
vi: Mở bên cạnh
zh_hans: 在侧边打开
zh_hant: 在側邊開啟

source: Opens a new terminal tab in this worktree
ar: يفتح تبويب طرفية جديدًا في شجرة العمل هذه
de: Öffnet einen neuen Terminal-Tab in diesem Worktree
es: Abre una pestaña de terminal nueva en este worktree
fr: Ouvre un nouvel onglet de terminal dans ce worktree
id: Membuka tab terminal baru di worktree ini
it: Apre una nuova scheda del terminale in questo worktree
ja: このワークツリーを新しいターミナルタブで開きます
ko: 이 작업 트리에 새 터미널 탭을 엽니다
nl: Opent een nieuw terminaltabblad in deze worktree
pt_br: Abre uma nova aba de terminal neste worktree
ru: Открывает новую вкладку терминала в этом рабочем дереве
th: เปิดแท็บเทอร์มินัลใหม่ในเวิร์กทรีนี้
tr: Bu çalışma ağacında yeni terminal sekmesi açar
vi: Mở thẻ terminal mới trong cây làm việc này
zh_hans: 在此工作树中打开新的终端标签页
zh_hant: 在此工作樹中開啟新的終端機分頁

source: Opens changes
ar: يفتح التغييرات
de: Öffnet Änderungen
es: Abre los cambios
fr: Ouvre les modifications
id: Membuka perubahan
it: Apre le modifiche
ja: 変更を開く
ko: 변경 사항을 엽니다
nl: Opent wijzigingen
pt_br: Abre as alterações
ru: Открывает изменения
th: เปิดการเปลี่ยนแปลง
tr: Değişiklikleri açar
vi: Mở các thay đổi
zh_hans: 打开更改
zh_hant: 開啟變更

source: Opens conflict changes
ar: يفتح التغييرات المتعارضة
de: Öffnet Konfliktänderungen
es: Abre los cambios en conflicto
fr: Ouvre les modifications en conflit
id: Membuka perubahan yang berkonflik
it: Apre le modifiche in conflitto
ja: 競合の変更を開く
ko: 충돌 변경 사항을 엽니다
nl: Opent wijzigingen met conflicten
pt_br: Abre as alterações em conflito
ru: Открывает конфликтующие изменения
th: เปิดการเปลี่ยนแปลงที่ขัดแย้ง
tr: Çakışan değişiklikleri açar
vi: Mở các thay đổi xung đột
zh_hans: 打开冲突更改
zh_hant: 開啟衝突變更

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
id: Opsional
it: Facoltativo
ja: 任意
ko: 선택 사항
nl: Optioneel
pt_br: Opcional
ru: Необязательно
th: ไม่บังคับ
tr: İsteğe bağlı
vi: Tùy chọn
zh_hans: 可选
zh_hant: 可選

source: Optional, e.g. -L 8080:localhost:80
ar: اختياري، مثل -L 8080:localhost:80
de: Optional, z. B. -L 8080:localhost:80
es: Opcional, p. ej. -L 8080:localhost:80
fr: Facultatif, par ex. -L 8080:localhost:80
id: Opsional, misalnya -L 8080:localhost:80
it: Facoltativo, ad es. -L 8080:localhost:80
ja: 任意（例: -L 8080:localhost:80）
ko: 선택 사항, 예: -L 8080:localhost:80
nl: Optioneel, bijv. -L 8080:localhost:80
pt_br: Opcional, por exemplo -L 8080:localhost:80
ru: Необязательно, например -L 8080:localhost:80
th: ไม่บังคับ เช่น -L 8080:localhost:80
tr: İsteğe bağlı, örneğin -L 8080:localhost:80
vi: Tùy chọn, ví dụ -L 8080:localhost:80
zh_hans: 可选，例如 -L 8080:localhost:80
zh_hant: 可選，例如 -L 8080:localhost:80

source: Optional, e.g. Production
ar: اختياري، مثل الإنتاج
de: Optional, z. B. Produktion
es: Opcional, p. ej. Producción
fr: Facultatif, par ex. Production
id: Opsional, misalnya Produksi
it: Facoltativo, ad es. Produzione
ja: 任意、例：本番環境
ko: 선택 사항, 예: 운영 환경
nl: Optioneel, bijv. Productie
pt_br: Opcional, por exemplo Produção
ru: Необязательно, например рабочая среда
th: ไม่บังคับ เช่น ระบบใช้งานจริง
tr: İsteğe bağlı, örneğin Üretim
vi: Tùy chọn, ví dụ Môi trường thật
zh_hans: 可选，例如“生产环境”
zh_hant: 可選，例如“生產環境”

source: Optional, e.g. Work
ar: اختياري، مثل العمل
de: Optional, z. B. Arbeit
es: Opcional, p. ej. Trabajo
fr: Facultatif, par ex. Travail
id: Opsional, misalnya Kerja
it: Facoltativo, ad es. Lavoro
ja: 任意、例：仕事
ko: 선택 사항, 예: 업무
nl: Optioneel, bijv. Werk
pt_br: Opcional, por exemplo Trabalho
ru: Необязательно, например работа
th: ไม่บังคับ เช่น งาน
tr: İsteğe bağlı, örneğin İş
vi: Tùy chọn, ví dụ Công việc
zh_hans: 可选，例如“工作”
zh_hant: 可選，例如“工作”
